[English]
1000=Search
1001=Or click once connected
1002=Use a Bluetooth connection
1003=Please turn on "Bluetooth" on your phone
1004=Searching...
1005=Search completed
1006=Cancel
1007=Waiting for connecting...
1008=Or connect with USB
1009=Click to connect
1010=Connecting
1011=Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Auto connecting...
1030=Setup
[-English-]
